[
    {"categoria": "Gen4"},
    {"pregunta": "¿Quién es Turtwig?", "respuesta": "Es un Pokémon de tipo planta, número 387. Evoluciona en Grotle y luego en Torterra. Su caparazón es una pequeña placa de tierra que se endurece con el sol."},
    {"pregunta": "¿Quién es Grotle?", "respuesta": "Es un Pokémon de tipo planta, número 388. Evoluciona de Turtwig y evoluciona en Torterra. Lleva arbustos en su espalda que crecen con la luz solar."},
    {"pregunta": "¿Quién es Torterra?", "respuesta": "Es un Pokémon de tipo planta y tierra, número 389. Evoluciona de Grotle. Tiene un árbol y una pequeña colina sobre su espalda como símbolo de estabilidad."},
    {"pregunta": "¿Quién es Chimchar?", "respuesta": "Es un Pokémon de tipo fuego, número 390. Evoluciona en Monferno y luego en Infernape. Tiene una llama viva en su cola que nunca se apaga."},
    {"pregunta": "¿Quién es Monferno?", "respuesta": "Es un Pokémon de tipo fuego y lucha, número 391. Evoluciona de Chimchar y evoluciona en Infernape. Es ágil y usa su cola ardiente para atacar."},
    {"pregunta": "¿Quién es Infernape?", "respuesta": "Es un Pokémon de tipo fuego y lucha, número 392. Evoluciona de Monferno. Su velocidad y estilo de combate se inspiran en el kung-fu."},
    {"pregunta": "¿Quién es Piplup?", "respuesta": "Es un Pokémon de tipo agua, número 393. Evoluciona en Prinplup y luego en Empoleon. Es orgulloso y no le gusta recibir ayuda."},
    {"pregunta": "¿Quién es Prinplup?", "respuesta": "Es un Pokémon de tipo agua, número 394. Evoluciona de Piplup y evoluciona en Empoleon. Se aísla de su grupo para entrenar en solitario."},
    {"pregunta": "¿Quién es Empoleon?", "respuesta": "Es un Pokémon de tipo agua y acero, número 395. Evoluciona de Prinplup. Su tridente en la cabeza lo hace parecer un emperador marino."},
    {"pregunta": "¿Quién es Starly?", "respuesta": "Es un Pokémon de tipo normal y volador, número 396. Evoluciona en Staravia. Vuela en grupos ruidosos y es común en Sinnoh."},
    {"pregunta": "¿Quién es Staravia?", "respuesta": "Es un Pokémon de tipo normal y volador, número 397. Evoluciona de Starly y evoluciona en Staraptor. Se vuelve territorial tras evolucionar."},
    {"pregunta": "¿Quién es Staraptor?", "respuesta": "Es un Pokémon de tipo normal y volador, número 398. Evoluciona de Staravia. Es muy valiente y desafía incluso a oponentes más grandes."},
    {"pregunta": "¿Quién es Bidoof?", "respuesta": "Es un Pokémon de tipo normal, número 399. Evoluciona en Bibarel. Construye presas en los ríos y es muy trabajador."},
    {"pregunta": "¿Quién es Bibarel?", "respuesta": "Es un Pokémon de tipo normal y agua, número 400. Evoluciona de Bidoof. Usa sus dientes y cuerpo para construir estructuras en el agua."},
    {"pregunta": "¿Quién es Kricketot?", "respuesta": "Es un Pokémon de tipo bicho, número 401. Evoluciona en Kricketune. Hace ruido frotando sus antenas."},
    {"pregunta": "¿Quién es Kricketune?", "respuesta": "Es un Pokémon de tipo bicho, número 402. Evoluciona de Kricketot. Emite melodías con sus brazos que funcionan como violines."},
    {"pregunta": "¿Quién es Shinx?", "respuesta": "Es un Pokémon de tipo eléctrico, número 403. Evoluciona en Luxio. Su cuerpo brilla ligeramente cuando genera electricidad."},
    {"pregunta": "¿Quién es Luxio?", "respuesta": "Es un Pokémon de tipo eléctrico, número 404. Evoluciona de Shinx y evoluciona en Luxray. Se comunica con su manada por chispas y rugidos."},
    {"pregunta": "¿Quién es Luxray?", "respuesta": "Es un Pokémon de tipo eléctrico, número 405. Evoluciona de Luxio. Tiene visión de rayos X para detectar enemigos ocultos."},
    {"pregunta": "¿Quién es Budew?", "respuesta": "Es un Pokémon de tipo planta y veneno, número 406. Evoluciona en Roselia. Se abre solo con clima cálido y soleado."},
    {"pregunta": "¿Quién es Roserade?", "respuesta": "Es un Pokémon de tipo planta y veneno, número 407. Evoluciona de Roselia. Sus brazos florales disparan toxinas con estilo elegante."},
    {"pregunta": "¿Quién es Cranidos?", "respuesta": "Es un Pokémon de tipo roca, número 408. Evoluciona en Rampardos. Su cráneo duro le permite embestir con gran fuerza."},
    {"pregunta": "¿Quién es Rampardos?", "respuesta": "Es un Pokémon de tipo roca, número 409. Evoluciona de Cranidos. Su embestida puede derribar incluso camiones."},
    {"pregunta": "¿Quién es Shieldon?", "respuesta": "Es un Pokémon de tipo roca y acero, número 410. Evoluciona en Bastiodon. Su rostro está protegido por un escudo muy resistente."},
    {"pregunta": "¿Quién es Bastiodon?", "respuesta": "Es un Pokémon de tipo roca y acero, número 411. Evoluciona de Shieldon. Forma murallas con otros de su especie para defenderse."},
    {"pregunta": "¿Quién es Burmy?", "respuesta": "Es un Pokémon de tipo bicho, número 412. Evoluciona en Wormadam o Mothim según su género. Cambia de forma según el entorno."},
    {"pregunta": "¿Quién es Wormadam?", "respuesta": "Es un Pokémon de tipo bicho con planta, tierra o acero, número 413. Evoluciona de Burmy hembra. Su tipo varía con su forma."},
    {"pregunta": "¿Quién es Mothim?", "respuesta": "Es un Pokémon de tipo bicho y volador, número 414. Evoluciona de Burmy macho. Siempre está en movimiento buscando néctar."},
    {"pregunta": "¿Quién es Combee?", "respuesta": "Es un Pokémon de tipo bicho y volador, número 415. Evoluciona en Vespiquen si es hembra. Vive en colmenas y trabaja en grupo."},
    {"pregunta": "¿Quién es Vespiquen?", "respuesta": "Es un Pokémon de tipo bicho y volador, número 416. Evoluciona de Combee hembra. Comanda a las obreras para atacar o defender."},
    {"pregunta": "¿Quién es Pachirisu?", "respuesta": "Es un Pokémon de tipo eléctrico, número 417. No evoluciona. Guarda electricidad en sus mejillas y en su cola peluda."},
    {"pregunta": "¿Quién es Buizel?", "respuesta": "Es un Pokémon de tipo agua, número 418. Evoluciona en Floatzel. Usa sus aletas como hélices para nadar a gran velocidad."},
    {"pregunta": "¿Quién es Floatzel?", "respuesta": "Es un Pokémon de tipo agua, número 419. Evoluciona de Buizel. Protege a los náufragos nadando a su alrededor."},
    {"pregunta": "¿Quién es Cherubi?", "respuesta": "Es un Pokémon de tipo planta, número 420. Evoluciona en Cherrim. Su cuerpo tiene dos cerezas, una de las cuales cae al evolucionar."},
    {"pregunta": "¿Quién es Cherrim?", "respuesta": "Es un Pokémon de tipo planta, número 421. Evoluciona de Cherubi. Cambia de forma dependiendo del clima soleado."},
    {"pregunta": "¿Quién es Shellos?", "respuesta": "Es un Pokémon de tipo agua, número 422. Evoluciona en Gastrodon. Tiene dos formas distintas según la costa donde vive."},
    {"pregunta": "¿Quién es Gastrodon?", "respuesta": "Es un Pokémon de tipo agua y tierra, número 423. Evoluciona de Shellos. Su cuerpo blando se regenera si se daña."},
    {"pregunta": "¿Quién es Ambipom?", "respuesta": "Es un Pokémon de tipo normal, número 424. Evoluciona de Aipom. Usa sus dos colas con una destreza impresionante."},
    {"pregunta": "¿Quién es Drifloon?", "respuesta": "Es un Pokémon de tipo fantasma y volador, número 425. Evoluciona en Drifblim. Se dice que arrastra niños si lo sujetan."},
    {"pregunta": "¿Quién es Drifblim?", "respuesta": "Es un Pokémon de tipo fantasma y volador, número 426. Evoluciona de Drifloon. Se llena de gas y flota como un globo abandonado."},
    {"pregunta": "¿Quién es Buneary?", "respuesta": "Es un Pokémon de tipo normal, número 427. Evoluciona en Lopunny. Su pelaje es muy suave y se enrolla para protegerse."},
    {"pregunta": "¿Quién es Lopunny?", "respuesta": "Es un Pokémon de tipo normal, número 428. Evoluciona de Buneary. Usa sus piernas largas para lanzar patadas elegantes."},
    {"pregunta": "¿Quién es Mismagius?", "respuesta": "Es un Pokémon de tipo fantasma, número 429. Evoluciona de Misdreavus. Lanza hechizos que provocan confusión o miedo."},
    {"pregunta": "¿Quién es Honchkrow?", "respuesta": "Es un Pokémon de tipo siniestro y volador, número 430. Evoluciona de Murkrow. Es el líder de una bandada de subordinados."},
    {"pregunta": "¿Quién es Glameow?", "respuesta": "Es un Pokémon de tipo normal, número 431. Evoluciona en Purugly. Se mueve con elegancia y atrapa presas con su cola en espiral."},
    {"pregunta": "¿Quién es Purugly?", "respuesta": "Es un Pokémon de tipo normal, número 432. Evoluciona de Glameow. A pesar de su aspecto, es fuerte y muy territorial."},
    {"pregunta": "¿Quién es Chingling?", "respuesta": "Es un Pokémon de tipo psíquico, número 433. Evoluciona en Chimecho. Emite un tintineo armonioso que calma el ambiente."},
    {"pregunta": "¿Quién es Stunky?", "respuesta": "Es un Pokémon de tipo veneno y siniestro, número 434. Evoluciona en Skuntank. Expulsa un olor fétido por su cola para defenderse."},
    {"pregunta": "¿Quién es Skuntank?", "respuesta": "Es un Pokémon de tipo veneno y siniestro, número 435. Evoluciona de Stunky. Su olor es tan fuerte que puede sentirse a kilómetros."},
    {"pregunta": "¿Quién es Bronzor?", "respuesta": "Es un Pokémon de tipo acero y psíquico, número 436. Evoluciona en Bronzong. Su cuerpo reflectante se usaba como espejo en la antigüedad."},
    {"pregunta": "¿Quién es Bronzong?", "respuesta": "Es un Pokémon de tipo acero y psíquico, número 437. Evoluciona de Bronzor. Se dice que invoca la lluvia mediante antiguos rituales."},
    {"pregunta": "¿Quién es Bonsly?", "respuesta": "Es un Pokémon de tipo roca, número 438. Evoluciona en Sudowoodo. Llora para eliminar el exceso de agua de su cuerpo."},
    {"pregunta": "¿Quién es Mime Jr.?", "respuesta": "Es un Pokémon de tipo psíquico y hada, número 439. Evoluciona en Mr. Mime. Copia los movimientos y gestos de los demás para comunicarse."},
    {"pregunta": "¿Quién es Happiny?", "respuesta": "Es un Pokémon de tipo normal, número 440. Evoluciona en Chansey. Lleva una piedra que imita el huevo de su evolución."},
    {"pregunta": "¿Quién es Chatot?", "respuesta": "Es un Pokémon de tipo normal y volador, número 441. No evoluciona. Imita sonidos humanos con su canto y tiene forma de nota musical."},
    {"pregunta": "¿Quién es Spiritomb?", "respuesta": "Es un Pokémon de tipo fantasma y siniestro, número 442. No evoluciona. Está formado por 108 espíritus sellados en una roca."},
    {"pregunta": "¿Quién es Gible?", "respuesta": "Es un Pokémon de tipo dragón y tierra, número 443. Evoluciona en Gabite. Vive en cuevas cálidas y muerde todo lo que ve."},
    {"pregunta": "¿Quién es Gabite?", "respuesta": "Es un Pokémon de tipo dragón y tierra, número 444. Evoluciona de Gible y evoluciona en Garchomp. Busca gemas brillantes bajo tierra."},
    {"pregunta": "¿Quién es Garchomp?", "respuesta": "Es un Pokémon de tipo dragón y tierra, número 445. Evoluciona de Gabite. Vuela como un avión y ataca con velocidad extrema."},
    {"pregunta": "¿Quién es Munchlax?", "respuesta": "Es un Pokémon de tipo normal, número 446. Evoluciona en Snorlax. Come todo lo que encuentra y guarda comida en su pelaje."},
    {"pregunta": "¿Quién es Riolu?", "respuesta": "Es un Pokémon de tipo lucha, número 447. Evoluciona en Lucario con alta amistad. Puede sentir las emociones de otros seres vivos."},
    {"pregunta": "¿Quién es Lucario?", "respuesta": "Es un Pokémon de tipo lucha y acero, número 448. Evoluciona de Riolu. Puede controlar el aura y es altamente respetado por su nobleza."},
    {"pregunta": "¿Quién es Hippopotas?", "respuesta": "Es un Pokémon de tipo tierra, número 449. Evoluciona en Hippowdon. Vive en desiertos y expulsa arena por la nariz para protegerse."},
    {"pregunta": "¿Quién es Hippowdon?", "respuesta": "Es un Pokémon de tipo tierra, número 450. Evoluciona de Hippopotas. Tiene una gran mandíbula y controla tormentas de arena."},
    {"pregunta": "¿Quién es Skorupi?", "respuesta": "Es un Pokémon de tipo veneno y bicho, número 451. Evoluciona en Drapion. Ataca con su aguijón y su cola es muy fuerte."},
    {"pregunta": "¿Quién es Drapion?", "respuesta": "Es un Pokémon de tipo veneno y siniestro, número 452. Evoluciona de Skorupi. Su cuerpo es casi invulnerable a los ataques frontales."},
    {"pregunta": "¿Quién es Croagunk?", "respuesta": "Es un Pokémon de tipo veneno y lucha, número 453. Evoluciona en Toxicroak. Infla sus mejillas y ataca con su veneno paralizante."},
    {"pregunta": "¿Quién es Toxicroak?", "respuesta": "Es un Pokémon de tipo veneno y lucha, número 454. Evoluciona de Croagunk. Tiene una bolsa venenosa en la garganta que usa en combate."},
    {"pregunta": "¿Quién es Carnivine?", "respuesta": "Es un Pokémon de tipo planta, número 455. No evoluciona. Atrapa a su presa con su gran boca mientras flota en el aire."},
    {"pregunta": "¿Quién es Finneon?", "respuesta": "Es un Pokémon de tipo agua, número 456. Evoluciona en Lumineon. Nada usando sus aletas como alas brillantes."},
    {"pregunta": "¿Quién es Lumineon?", "respuesta": "Es un Pokémon de tipo agua, número 457. Evoluciona de Finneon. Deslumbra con su cuerpo luminoso para atraer presas."},
    {"pregunta": "¿Quién es Mantyke?", "respuesta": "Es un Pokémon de tipo agua y volador, número 458. Evoluciona en Mantine si está junto a un Remoraid. Nada alegremente en grupos."},
    {"pregunta": "¿Quién es Snover?", "respuesta": "Es un Pokémon de tipo planta y hielo, número 459. Evoluciona en Abomasnow. Vive en montañas nevadas y causa nevada al llegar."},
    {"pregunta": "¿Quién es Abomasnow?", "respuesta": "Es un Pokémon de tipo planta y hielo, número 460. Evoluciona de Snover. Su presencia trae ventiscas y domina la nieve."},
    {"pregunta": "¿Quién es Weavile?", "respuesta": "Es un Pokémon de tipo siniestro y hielo, número 461. Evoluciona de Sneasel. Caza en manada y marca árboles con sus garras."},
    {"pregunta": "¿Quién es Magnezone?", "respuesta": "Es un Pokémon de tipo eléctrico y acero, número 462. Evoluciona de Magneton. Flota usando energía magnética y puede interferir con la tecnología."},
    {"pregunta": "¿Quién es Lickilicky?", "respuesta": "Es un Pokémon de tipo normal, número 463. Evoluciona de Lickitung. Su lengua puede estirarse más de 6 metros."},
    {"pregunta": "¿Quién es Rhyperior?", "respuesta": "Es un Pokémon de tipo tierra y roca, número 464. Evoluciona de Rhydon. Dispara rocas desde sus manos huecas como un cañón."},
    {"pregunta": "¿Quién es Tangrowth?", "respuesta": "Es un Pokémon de tipo planta, número 465. Evoluciona de Tangela. Sus lianas crecen sin cesar y se regeneran si se rompen."},
    {"pregunta": "¿Quién es Electivire?", "respuesta": "Es un Pokémon de tipo eléctrico, número 466. Evoluciona de Electabuzz. Genera electricidad frotando sus colas como cables vivos."},
    {"pregunta": "¿Quién es Magmortar?", "respuesta": "Es un Pokémon de tipo fuego, número 467. Evoluciona de Magmar. Dispara bolas de fuego por los brazos como si fueran cañones."},
    {"pregunta": "¿Quién es Togekiss?", "respuesta": "Es un Pokémon de tipo hada y volador, número 468. Evoluciona de Togetic. Vuela repartiendo paz y buena voluntad."},
    {"pregunta": "¿Quién es Yanmega?", "respuesta": "Es un Pokémon de tipo bicho y volador, número 469. Evoluciona de Yanma. Su zumbido puede romper cristales por su frecuencia."},
    {"pregunta": "¿Quién es Leafeon?", "respuesta": "Es un Pokémon de tipo planta, número 470. Evoluciona de Eevee cerca de una roca musgosa. Su cuerpo fotosintetiza como una planta."},
    {"pregunta": "¿Quién es Glaceon?", "respuesta": "Es un Pokémon de tipo hielo, número 471. Evoluciona de Eevee cerca de una roca helada. Puede congelar el aire con su pelaje."},
    {"pregunta": "¿Quién es Gliscor?", "respuesta": "Es un Pokémon de tipo tierra y volador, número 472. Evoluciona de Gligar. Planea silenciosamente en la noche para atacar desde lo alto."},
    {"pregunta": "¿Quién es Mamoswine?", "respuesta": "Es un Pokémon de tipo hielo y tierra, número 473. Evoluciona de Piloswine. Su tamaño y colmillos lo hacen temido en el hielo."},
    {"pregunta": "¿Quién es Porygon-Z?", "respuesta": "Es un Pokémon de tipo normal, número 474. Evoluciona de Porygon2 con un Disco Extraño. Su sistema tiene errores por su evolución forzada."},
    {"pregunta": "¿Quién es Gallade?", "respuesta": "Es un Pokémon de tipo psíquico y lucha, número 475. Evoluciona de Kirlia macho con una Piedra Alba. Usa sus brazos como espadas."},
    {"pregunta": "¿Quién es Probopass?", "respuesta": "Es un Pokémon de tipo roca y acero, número 476. Evoluciona de Nosepass. Controla partículas magnéticas con sus bigotes de hierro."},
    {"pregunta": "¿Quién es Dusknoir?", "respuesta": "Es un Pokémon de tipo fantasma, número 477. Evoluciona de Dusclops. Su cuerpo actúa como un transmisor entre mundos."},
    {"pregunta": "¿Quién es Froslass?", "respuesta": "Es un Pokémon de tipo hielo y fantasma, número 478. Evoluciona de Snorunt hembra con Piedra Alba. Congela a sus presas y las guarda como decoración."},
    {"pregunta": "¿Quién es Rotom?", "respuesta": "Es un Pokémon de tipo eléctrico y fantasma, número 479. Puede poseer electrodomésticos y cambiar de forma y tipo."},
    {"pregunta": "¿Quién es Uxie?", "respuesta": "Es un Pokémon legendario de tipo psíquico, número 480. Representa el conocimiento y puede borrar la memoria al mirarlo a los ojos."},
    {"pregunta": "¿Quién es Mesprit?", "respuesta": "Es un Pokémon legendario de tipo psíquico, número 481. Representa la emoción y viaja por los lagos de Sinnoh."},
    {"pregunta": "¿Quién es Azelf?", "respuesta": "Es un Pokémon legendario de tipo psíquico, número 482. Representa la voluntad. Inspira valor a los humanos y Pokémon por igual."},
    {"pregunta": "¿Quién es Dialga?", "respuesta": "Es un Pokémon legendario de tipo acero y dragón, número 483. Controla el tiempo y se dice que surgió con la creación del universo."},
    {"pregunta": "¿Quién es Palkia?", "respuesta": "Es un Pokémon legendario de tipo agua y dragón, número 484. Controla el espacio y puede distorsionar la realidad."},
    {"pregunta": "¿Quién es Heatran?", "respuesta": "Es un Pokémon legendario de tipo fuego y acero, número 485. Vive en volcanes y camina por techos con sus garras magnéticas."},
    {"pregunta": "¿Quién es Regigigas?", "respuesta": "Es un Pokémon legendario de tipo normal, número 486. Se dice que arrastró los continentes con cuerdas de piedra."},
    {"pregunta": "¿Quién es Giratina?", "respuesta": "Es un Pokémon legendario de tipo fantasma y dragón, número 487. Vive en el Mundo Distorsión y controla la antimateria."},
    {"pregunta": "¿Quién es Cresselia?", "respuesta": "Es un Pokémon legendario de tipo psíquico, número 488. Representa la luna creciente y trae sueños felices."},
    {"pregunta": "¿Quién es Phione?", "respuesta": "Es un Pokémon mítico de tipo agua, número 489. Nace al criar a Manaphy. Viaja por el mar siguiendo las corrientes."},
    {"pregunta": "¿Quién es Manaphy?", "respuesta": "Es un Pokémon mítico de tipo agua, número 490. Se comunica con cualquier Pokémon y vive en aguas cálidas."},
    {"pregunta": "¿Quién es Darkrai?", "respuesta": "Es un Pokémon mítico de tipo siniestro, número 491. Provoca pesadillas para protegerse, aunque no es malvado."},
    {"pregunta": "¿Quién es Shaymin?", "respuesta": "Es un Pokémon mítico de tipo planta, número 492. Purifica el aire y cambia a forma cielo cuando agradece."},
    {"pregunta": "¿Quién es Arceus?", "respuesta": "Es un Pokémon mítico de tipo normal, número 493. Se dice que es el creador del universo Pokémon y de los Pokémon legendarios."}

]
