[
    {"categoria": "Gen4"},
    {"pregunta": "¿Quién es Turtwig?", "respuesta": "Es un Pokemon de tipo planta que evoluciona en Grotle"},
    {"pregunta": "¿Quién es Chimchar?", "respuesta": "Es un Pokemon de tipo fuego que evoluciona en Monferno"},
    {"pregunta": "¿Quién es Piplup?", "respuesta": "Es un Pokemon de tipo agua que evoluciona en Prinplup"},
    {"pregunta": "¿Quién es Starly?", "respuesta": "Es un Pokemon de tipo normal y volador que evoluciona en Staravia"},
    {"pregunta": "¿Quién es Bidoof?", "respuesta": "Es un Pokemon de tipo normal que evoluciona en Bibarel"},
    {"pregunta": "¿Quién es Kricketot?", "respuesta": "Es un Pokemon de tipo bicho que evoluciona en Kricketune"},
    {"pregunta": "¿Quién es Shinx?", "respuesta": "Es un Pokemon de tipo electrico que evoluciona en Luxio"},
    {"pregunta": "¿Quién es Budew?", "respuesta": "Es un Pokemon de tipo planta y veneno que evoluciona en Roselia"},
    {"pregunta": "¿Quién es Cranidos?", "respuesta": "Es un Pokemon fosil de tipo roca que evoluciona en Rampardos"},
    {"pregunta": "¿Quién es Shieldon?", "respuesta": "Es un Pokemon fosil de tipo roca y acero que evoluciona en Bastiodon"},
    {"pregunta": "¿Quién es Burmy?", "respuesta": "Es un Pokemon de tipo bicho que evoluciona en Wormadam o Mothim"},
    {"pregunta": "¿Quién es Combee?", "respuesta": "Es un Pokemon de tipo bicho y volador que evoluciona en Vespiquen"},
    {"pregunta": "¿Quién es Pachirisu?", "respuesta": "Es un Pokemon de tipo electrico que no evoluciona"},
    {"pregunta": "¿Quién es Buizel?", "respuesta": "Es un Pokemon de tipo agua que evoluciona en Floatzel"},
    {"pregunta": "¿Quién es Cherubi?", "respuesta": "Es un Pokemon de tipo planta que evoluciona en Cherrim"},
    {"pregunta": "¿Quién es Shellos?", "respuesta": "Es un Pokemon de tipo agua que evoluciona en Gastrodon"},
    {"pregunta": "¿Quién es Drifloon?", "respuesta": "Es un Pokemon de tipo fantasma y volador que evoluciona en Drifblim"},
    {"pregunta": "¿Quién es Buneary?", "respuesta": "Es un Pokemon de tipo normal que evoluciona en Lopunny"},
    {"pregunta": "¿Quién es Glameow?", "respuesta": "Es un Pokemon de tipo normal que evoluciona en Purugly"},
    {"pregunta": "¿Quién es Chingling?", "respuesta": "Es un Pokemon de tipo psiquico que evoluciona en Chimecho"},
    {"pregunta": "¿Quién es Stunky?", "respuesta": "Es un Pokemon de tipo veneno y siniestro que evoluciona en Skuntank"},
    {"pregunta": "¿Quién es Bronzor?", "respuesta": "Es un Pokemon de tipo acero y psiquico que evoluciona en Bronzong"},
    {"pregunta": "¿Quién es Bonsly?", "respuesta": "Es un Pokemon de tipo roca que evoluciona en Sudowoodo"},
    {"pregunta": "¿Quién es Mime Jr.?", "respuesta": "Es un Pokemon de tipo psiquico y hada que evoluciona en Mr Mime"},
    {"pregunta": "¿Quién es Happiny?", "respuesta": "Es un Pokemon de tipo normal que evoluciona en Chansey"},
    {"pregunta": "¿Quién es Munchlax?", "respuesta": "Es un Pokemon de tipo normal que evoluciona en Snorlax"},
    {"pregunta": "¿Quién es Riolu?", "respuesta": "Es un Pokemon de tipo lucha que evoluciona en Lucario"},
    {"pregunta": "¿Quién es Hippopotas?", "respuesta": "Es un Pokemon de tipo tierra que evoluciona en Hippowdon"},
    {"pregunta": "¿Quién es Skorupi?", "respuesta": "Es un Pokemon de tipo veneno y bicho que evoluciona en Drapion"},
    {"pregunta": "¿Quién es Croagunk?", "respuesta": "Es un Pokemon de tipo veneno y lucha que evoluciona en Toxicroak"}
]
